{
    "males":
    [
        "Dio", "Gesù", "Cristo"
    ],
    "females":
    [
        "Madonna", "Maria"
    ],
    "male_words":
    [
        "caterpillar", "cane", "porco", "boia", "merda", "paninaro", "giovane marmotta", "barlafùs", "uomo", "pederasta", "bulimico", "porchettaro", "scalzo nella valle dei chiodi", "sculacciatopi", "ateo", "massone", "cantante lirico", "comunista", "perseguibile per legge", "nemico dell'igiene", "sionista", "euroscettico", "speculatore di borsa", "Windows Vista", "brufoloso", "camperista balsamico", "n00b", "ciellino", "cancerogeno", "cancaro", "ciclista senza sellino", "democristiano", "emo", "evasore fiscale", "ingegnere", "pigna", "Spongebob", "scalzo nella valle delle siringhe infette", "cucitore di scarpe della Nike sottopagato", "frittella farcita del budello del bambinello", "scomunicato", "con la pensione minima", "buono a nulla", "prete pedofilo", "marionetta", "presbite", "zoccola", "trogolodita", "maiale", "schifoso", "maledetto", "schiavo", "wallhacker", "toner", "spiedino", "Ladro Di Bottiglie", "Picchio", "Bislacco", "crostaceo", "inguardabile", "McBacon", "malanno", "sorbetto al mestruo", "muratore", "murato vivo", "serpente", "manichino", "scadente", "lavatrice", "serpentasino paraculo", "zoidberg", "spalatore di merda", "iperbarico", "piramidale"
    ],
    "female_words":
    [
        "bestia", "cagna", "porca", "lurida", "merda", "maiala", "schifosa", "schiava", "dannata", "marcia", "contorsionista", "laida", "extravergine d'oliva", "idrovolante", "pescivendola", "suora", "erbaccia", "televenditrice", "carota", "centometrista sulle ginocchia", "in deltaplano", "Shuttle", "slabbrata", "toner", "schiantata", "stuprata da Carlo Conti", "Inculata da Rocco Siffredi", "torturata", "iperbarica", "piramidale", "sparamerda", "ladra", "violentata nel fantabosco"
    ],
    "specials":
    [
        "Porco Dio pedofilo cagato dalla madonna deflorata con un trapano da tutti gli angeli in colonna (Porco Dio porca Madonna), che la sbattono contro la croce dov'è inchiodato il porco di cristo dio cacca che sputa teste di bambinello mentre dio girarrosto e stuprapolli azzanna il culo di Gesù polpo infiocinato all'intestino da Padre Pio che annega nella diarrea sanguinolenta di San Giuseppe ricchione mentre Madre Teresa si scopa nel culo venti mazzi di cazzi di lebbrosi e si beve la sborra e condita coi succhi anali di Padre Pio vomitandola addosso a Don Matteo, che è solito infilzare San Sebastiano con la forcella della bici sodomizzandolo coi sandali di Cristo appena estratti dalla fica della Maddalena che spruzza il suo mestruo sui fedeli che, inneggiando bestemmie contro gli apostoli che si masturbano di fronte alla foto di San Crispino e, solfeggiando rutti, ficcano dita in culo a San Pietro per farlo eiaculare tramite stimolazione interna della prostata mostrandogli allo stesso tempo la fica slabbrata della troia di Santa Rita stuprata da quel coglione del papa che intanto inneggia a dio impestato fruttolo rancido defecando cotolette di maiale mangiate il venerdì santo insieme a San Pietro che incide a Mosè un pentacolo sulla cappella mentre Ratzinger si spalma su un palo col Ciao Piaggio perché lo Spirito Santo gli infila la lingua in culo fino al pancreas perché giocando a playstation ha bestemmiato troppo poco la madonna cui la passera puzza di broccolo bollito e che guarda su YouTube i filmati di San Tommaso che si brucia i peli pubici e infila lo scroto in una friggitrice accesa da San Benedetto da Norcia che balla la lap dance con un salame infilato su per il culo.",
        "Fratelli carissimi, fosse aprile o fosse maggio, bestemmiamo con coraggio. Bestemmiamo con livore, bestemmiam tutte l'ore il Dio porco senza sede, che scoreggia e non si vede. Bestemmiamo ai quattro venti tutti i papi e i presidenti, che ci fan laudare a voce il Dio Cristo affisso in croce. Porco Dio e l'eucaristia con i frati in geometria che s'intubano le suore sulla diagonal maggiore. Bestemmiam con gli operai, che lavoran nei granai quel Dio porco sventolato, porco Dio e Dio impestato. Bestemmiamo i terroristi con i loro fritti misti di violenze e santità, porci Iddio, Gesù e Allah. Porco dio con la Madonna, tutti gli angeli in colonna, senza i santi tralasciare ed i preti sull'altare. Bestemmiam fin dall'inizio, come dir sul frontespizio della Bibbia e del Vangelo, la Madonna con il velo. Bestemmiamo dai balconi, bestemmiamo alle elezioni e scriviamo sulle liste che il Dio porco non esiste. Bestemmiamo in motorino, bestemmiam dal finestrino, bestemmiam senza pensare: quel che vale è bestemmiare"
    ]
}